Repository: eugeniaFan/Beanji-MobileApp
Catalog: Beanji/Beanji/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: "%@" cannot be restored.
de: "%@" kann nicht wiederhergestellt werden.

source: %@ will be permanently removed.
de: %@ wird dauerhaft entfernt.

source: %@, no watering scheduled
de: %@, keine Bewässerung geplant

source: %@, watering scheduled
de: %@, Bewässerung geplant

source: %lld days
de: %lld Tage

source: %lld days overdue
de: %lld Tage überfällig

source: 1 day
de: 1 Tag

source: A resilient houseplant with upright leaves that tolerates a wide range of indoor light conditions.
de: Eine robuste Zimmerpflanze mit aufrechten Blättern, die viele unterschiedliche Lichtverhältnisse in Innenräumen verträgt.

source: A trailing houseplant with heart-shaped leaves that adapts well to common indoor environments.
de: Eine rankende Zimmerpflanze mit herzförmigen Blättern, die sich gut an typische Bedingungen in Innenräumen anpasst.

source: A tropical houseplant known for its large green leaves and naturally developing leaf openings.
de: Eine tropische Zimmerpflanze, bekannt für ihre großen grünen Blätter und die sich natürlich entwickelnden Blattöffnungen.

source: Add
de: Hinzufügen

source: Add Plant
de: Pflanze hinzufügen

source: Add to My Plants
de: Zu Meine Pflanzen hinzufügen

source: Advanced
de: Anspruchsvoll

source: All
de: Alle

source: All Plants
de: Alle Pflanzen

source: Back
de: Zurück

source: Basic information
de: Grundinformationen

source: Beginner friendly
de: Anfängerfreundlich

source: Bright indirect light
de: Helles indirektes Licht

source: Bright light
de: Helles Licht

source: Cancel
de: Abbrechen

source: Care
de: Pflege

source: Care Plan
de: Pflegeplan

source: Care schedule
de: Pflegerhythmus

source: Care Tasks
de: Pflegeaufgaben

source: Catalog
de: Katalog

source: Catalog plant %lld contains duplicate light requirements.
de: Katalogpflanze %lld enthält doppelte Lichtanforderungen.

source: Catalog plant %lld has an empty %@ value.
de: Katalogpflanze %lld enthält einen leeren Wert für %@.

source: Catalog plant %lld has invalid watering interval %lld.
de: Katalogpflanze %lld hat das ungültige Bewässerungsintervall %lld.

source: Catalog plant %lld needs at least one light requirement.
de: Katalogpflanze %lld benötigt mindestens eine Lichtanforderung.

source: Catalog plant ID %lld is duplicated.
de: Die ID %lld der Katalogpflanze ist doppelt vorhanden.

source: Catalog plant ID %lld must be greater than zero.
de: Die ID %lld der Katalogpflanze muss größer als null sein.

source: Completed care tasks could not be loaded.
de: Abgeschlossene Pflegeaufgaben konnten nicht geladen werden.

source: Could not delete the plant: %@
de: Die Pflanze konnte nicht gelöscht werden: %@

source: Could not delete the plant.
de: Die Pflanze konnte nicht gelöscht werden.

source: Could not load completed care actions.
de: Abgeschlossene Pflegeaktionen konnten nicht geladen werden.

source: Could not load saved plants: %@
de: Gespeicherte Pflanzen konnten nicht geladen werden: %@

source: Could not load saved plants.
de: Gespeicherte Pflanzen konnten nicht geladen werden.

source: Could not load the plant catalog: %@
de: Der Pflanzenkatalog konnte nicht geladen werden: %@

source: Could not save the completed care action.
de: Die abgeschlossene Pflegeaktion konnte nicht gespeichert werden.

source: Could not save the plant.
de: Die Pflanze konnte nicht gespeichert werden.

source: Could not update the plant.
de: Die Pflanze konnte nicht aktualisiert werden.

source: Custom name (optional)
de: Eigener Name (optional)

source: Delete
de: Löschen

source: Delete %@
de: %@ löschen

source: Delete plant?
de: Pflanze löschen?

source: Delete Plant?
de: Pflanze löschen?

source: Description
de: Beschreibung

source: Direct light
de: Direktes Licht

source: Done at %@
de: Erledigt um %@

source: Due today
de: Heute fällig

source: Due tomorrow
de: Morgen fällig

source: Edit
de: Bearbeiten

source: Edit Plant
de: Pflanze bearbeiten

source: Editing is unavailable.
de: Bearbeiten ist nicht verfügbar.

source: Error
de: Fehler

source: Every %lld days
de: Alle %lld Tage

source: Every day
de: Jeden Tag

source: Everything is good to go.
de: Alles ist erledigt.

source: Failed to decode data from JSON file.
de: Die Daten aus der JSON-Datei konnten nicht gelesen werden.

source: Fertilize every %lld days
de: Alle %lld Tage düngen

source: Fertilize every day
de: Jeden Tag düngen

source: Fertilizer
de: Dünger

source: Golden Pothos
de: Efeutute

source: High
de: Hoch

source: Ideal Conditions
de: Ideale Bedingungen

source: In %lld days
de: In %lld Tagen

source: Indoor
de: Innenbereich

source: Intermediate
de: Mittelschwer

source: JSON file could not be found.
de: Die JSON-Datei wurde nicht gefunden.

source: Last fertilized
de: Zuletzt gedüngt

source: Last watered
de: Zuletzt gegossen

source: Location
de: Standort

source: Low
de: Niedrig

source: Low light
de: Wenig Licht

source: Mark %@ as watered
de: %@ als gegossen markieren

source: Medium indirect light
de: Mittleres indirektes Licht

source: Moderate
de: Mittel

source: My Plants
de: Meine Pflanzen

source: New Plant
de: Neue Pflanze

source: Next Fertilizing
de: Nächstes Düngen

source: Next Watering
de: Nächstes Gießen

source: No notes yet.
de: Noch keine Notizen.

source: No plants here.
de: Hier sind noch keine Pflanzen.

source: No plants were found in the local catalog.
de: Im lokalen Katalog wurden keine Pflanzen gefunden.

source: No watering tasks are due today.
de: Heute sind keine Bewässerungen fällig.

source: Not selected
de: Nicht ausgewählt

source: Notes
de: Notizen

source: Optional details
de: Optionale Angaben

source: Overdue since yesterday
de: Seit gestern überfällig

source: Plant
de: Pflanze

source: Plant actions
de: Pflanzenaktionen

source: Plant details could not be loaded: %@
de: Die Pflanzendetails konnten nicht geladen werden: %@

source: Plant name
de: Pflanzenname

source: Plant name and species are required.
de: Pflanzenname und Art sind erforderlich.

source: Plants
de: Pflanzen

source: Plants could not be loaded.
de: Die Pflanzen konnten nicht geladen werden.

source: Requested plant could not be found in the local catalog.
de: Die angeforderte Pflanze wurde im lokalen Katalog nicht gefunden.

source: Save
de: Speichern

source: Scientific name %@ is duplicated.
de: Der wissenschaftliche Name %@ ist doppelt vorhanden.

source: Search plants...
de: Pflanzen suchen ...

source: Selected
de: Ausgewählt

source: Shade
de: Schatten

source: Show more
de: Mehr anzeigen

source: Snake Plant
de: Bogenhanf

source: Species name
de: Artname

source: Sunlight
de: Licht

source: Swiss Cheese Plant
de: Fensterblatt

source: The care task could not be saved.
de: Die Pflegeaufgabe konnte nicht gespeichert werden.

source: The local catalog is invalid: %@
de: Der lokale Katalog ist ungültig: %@

source: The local catalog must contain at least one plant.
de: Der lokale Katalog muss mindestens eine Pflanze enthalten.

source: The plant could not be added.
de: Die Pflanze konnte nicht hinzugefügt werden.

source: The plant could not be deleted.
de: Die Pflanze konnte nicht gelöscht werden.

source: The plant could not be saved.
de: Die Pflanze konnte nicht gespeichert werden.

source: This species will be saved as a new plant in My Plants.
de: Diese Art wird als neue Pflanze unter Meine Pflanzen gespeichert.

source: This Week
de: Diese Woche

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: Unknown
de: Unbekannt

source: Updates the next watering date
de: Aktualisiert das nächste Bewässerungsdatum

source: Water
de: Wasser

source: Water every %lld days
de: Alle %lld Tage gießen

source: Water every day
de: Jeden Tag gießen

source: Water today
de: Heute gießen

source: Watering completed for %@
de: Bewässerung für %@ abgeschlossen

source: What your plants need next.
de: Was deine Pflanzen als Nächstes brauchen.
